{
  "name": "Friendship Edition",
  "short_name": "besties",
  "players": "2+",
  "theme": "main",
  "levels": [
    "Level 1 Perception",
    "Level 2 Connection",
    "Level 3 Reflection",
    "Final Card"
  ],
  "isExpansion": true,
  "backDesc": "You don't need a lot of best friends. Just the right ones.",
  "preview": [],
  "questions": {
    "one": [
      "What's something you love but know not to invite me to?",
      "Between us, who's most likely to cancel plans last minute?",
      "What assumptions do you think strangers make about me based off of my social media?",
      "Who do you think was the last person I stalked on social media? what was I looking for?",
      "When do you think I wake up on an average day? explain.",
      "What do I have a low tolerance for in people?",
      "What am I most likely to walk out on a date because of?",
      "What do you think I'm sensitive to?",
      "On a scale of 1-10, how sexually adventurous do I seem?",
      "Which one of my past heartbreaks do you think was the hardest on me? easiest?",
      "What food are you bringing me after a particularly hard day?",
      "What's my go-to drink order? what is my limit?",
      "From your perspective, describe my ideal roommate. who could I never live with?",
      "If I had a movie poster on my wall, which could it be?",
      "What made you gravitate towards me as a friend?",
      "How many unread texts do you think I have right now?",
      "What do you think I spend most of my time thinking about these days? or who?",
      "Who do you think I'm closest to (besides you)?",
      "What about me would people least expect?",
      "Describe my ideal first date from start to finish.",
      "What's one small detail you remember about the first time we met?",
      "When do you think I am most \"in my element?\" what am I doing? who am I with?",
      "What qualities do you think I need most in a long-term partner? what do I tend to go for?",
      "What about my style is undeniably me?",
      "What about me is most intimidating, if anything?",
      "What outfit am I most likely to wear on a first date? get specific.",
      "Who in my life do you think brings out the best in me?",
      "If I'm running late, what's most likely to be my excuse?",
      "What's something i'll never say no to?",
      "What's your favorite text to receive from me?",
      "What do you think comes easily for me that's hard for others?",
      "From your perspective, what would this chapter of my love life be called?",
      "Where are you the most likely to run into me?",
      "What assumption did you make about me that was furthest from the truth?",
      "Who's the more hydrated friend?",
      "What was your first impression of me? what surprised you after getting to know me?",
      "What do you think my circle of friends have in common?",
      "Which one of your other friends do you think i'd be the most compatible with? explain.",
      "Which one of my instagram posts best describes who I really am?",
      "What's something I could do for hours on end without getting bored?",
      "Imagine I just woke up from a crazy night out. where did I end up? what do I regret?",
      "How many people do you think i've slept with?",
      "What do you think I strongly dislike that most people obsess over?",
      "Wildcard: scroll through each other's instagram. what photos would you choose for your friend's dating app profile?",
      "Wildcard: do your best impression of me.",
      "Wildcard: write down the 3 most important qualities in a friend. 30 seconds. compare.",
      "Wildcard: write down the first thing you noticed about each other. 30 seconds. compare.",
      "Wildcard: what is the best show of all time? on the count of 3, say your answers out loud.",
      "Wildcard: both players write down an instagram bio for the other. 30 seconds. share. bonus: put it as your bio for 24 hours.",
      "Reminder: drink more water."
    ],
    "two": [
      "What could you benefit from letting go of? why are you still holding on?",
      "What text would you send right now if there weren't any consequences?",
      "What's one small thing i've done for you recently that made you feel loved in a big way?",
      "What ex of mine confused you the most?",
      "What was my last breakup like for you?",
      "Do any of your friends no longer feel like friends?",
      "What are you procrastinating right now? why does it feel so hard?",
      "What's the best worst thing that's ever happened to you?",
      "Have you ever had a friendship breakup before? what did it teach you?",
      "What do you want to make more time for? what's getting in the way of that?",
      "What do you need to vent about right now? permission to let it out.",
      "Were you comfortable having friends over growing up? explain.",
      "If your last relationship was a netflix series, what would it be called?",
      "What's the most recent thing you've been influenced to buy?",
      "What are you usually wearing when you have the best time? what do you always regret wearing?",
      "What are you tired of complaining about?",
      "What are you proudest of yourself for? permission to brag.",
      "What are you trying not to think about?",
      "Growth is realizing that ________.",
      "Is there a pattern you've noticed in my love life?",
      "What have you been overthinking? or who?",
      "Who was your first best friend and one thing about them?",
      "What made you smile today?",
      "Who was your earliest crush and one thing about them?",
      "I distance myself when ________.",
      "What conversation are you avoiding?",
      "What do you keep doing that keeps hurting?",
      "Did you have any thoughts about my ex that you didn't voice at the time?",
      "What are you still processing?",
      "Who's a friend you've lost touch with that you think about to this day?",
      "What do you wish you got more credit for?",
      "Rate your happiness level at your current job on a scale of 1-10. what would make it one point higher?",
      "When was the last time you were a bad friend? what could you have done differently?",
      "What have I introduced you to that you now love?",
      "What part of your job doesn't feel like work?",
      "What's one thing you never said to your ex but wish you did?",
      "What's the most loving thing you've done for yourself recently?",
      "What's the best way I can show up for you when you're going through it?",
      "What have you learned to accept about yourself with time?",
      "Who in your life leaves you feeling drained? what boundary could you set with them?",
      "What have you been extra hard on yourself for lately?",
      "What was your first impression of my most recent partner? what do you think now?",
      "If you could relive an iconic day in our friendship, what would it be?",
      "What's something we used to do for fun that we'd avoid at all costs today?",
      "Reminder: take time to process the good things too.",
      "Wildcard: both players draw their best idea for matching tattoos. 30 seconds. share.",
      "Wildcard: describe our friendship's defining moment. get specific. compare.",
      "Wildcard: both players write down one thing you want to manifest this year and date it. compare.",
      "What's the hardest part about making new friends for you?"
    ],
    "three": [
      "When do you feel most like yourself? who are you with? what are you doing?",
      "What's an exciting change you've been seeing in yourself? big or small.",
      "What's something I should stop apologizing for?",
      "What is something that I just \"get\" about you?",
      "Finish the sentence: if it weren't for you, i'd ________.",
      "What's a habit of mine that you're inspired by?",
      "Finish the sentence: you've shown me ________ about myself.",
      "In what ways do our differences complement each other?",
      "In what ways do we enable each other? how can we hold each other accountable moving forward?",
      "When do you feel most protective over me?",
      "When you're upset, what do you need most?",
      "What inside joke of ours will never stop being funny?",
      "What was hardest for you to open up to me about? what made you feel safe?",
      "What's my superpower as a friend?",
      "Thank you for being understanding of my ________.",
      "When do you feel closest to me? what are we doing?",
      "When was the last time you had a big win? how can we celebrate?",
      "What are you proudest of us for getting through together?",
      "Finish the sentence: you're the only person I can ________ with.",
      "What's something I don't give myself enough credit for?",
      "What growth have you seen in me recently that's been exciting to watch?",
      "What do you think I need to hear right now?",
      "What do you need brutally honest advice about?",
      "What's something that reminds you of me?",
      "How have I helped you without realizing?",
      "Have I changed your mind about anything?",
      "How has our friendship raised your standards for all the rest?",
      "What do you think I'm growing out of? what do you think I'm growing into?",
      "What's one thing you cherish about our friendship?",
      "What do you want me to remember the next time I'm having a hard day?",
      "How has our friendship changed you for the better?",
      "What's a philosophy of mine that you'd like to adopt?",
      "What's something you can always rely on me for?",
      "When was the last time you felt lucky to be my friend?",
      "What's something we used to take for granted? what's something we could be taking for granted now?",
      "What limiting belief do you think is holding me back the most?",
      "What do you wish I could see in myself that you see in me?",
      "What did you learn during this game that feels helpful for our friendship?",
      "What makes our friendship work?",
      "How have you seen me change over time? what hasn't changed at all?",
      "What song makes you think of me?",
      "Wildcard: plan a dream party for me. what is the theme? who's there?",
      "Wildcard: both players, finish the sentence: I'm so proud of you for ________.",
      "Wildcard: plan a friend date. stick to it!",
      "Reminder: you don't need a lot of besties. just the right ones.",
      "Wildcard: take a selfie. save it for memories.",
      "Wildcard: ask a question you've never asked before.",
      "Wildcard: write down a memory we share together that makes you smile just thinking about it. 30 seconds. compare.",
      "Wildcard: both players set an intention for your friendship. compare.",
      "Wildcard: write an affirmation you feel your friend needs to hear. fold and exchange. open when you need it most.",
      "Wildcard: on a scale of 1-10, rate how satisfied you are with your sex life. both players. compare."
    ]
  },
  "finalQuestion": "Reminder: view yourself the way your best friend does."
}