{
  "name": "XXX",
  "short_name": "xxx",
  "players": "2+",
  "theme": "sex",
  "levels": [
    "Level 1 X",
    "Level 2 XX",
    "Level 3 XXX",
    "Final Card"
  ],
  "isExpansion": true,
  "backDesc":  "A sex party game.",
  "preview": [],
  "questions": {
    "one": [
      "What was your first impression of sex?",
      "What do you think my DMs look like now?",
      "If your camera roll went public, would you be able to run for president?",
      "If I were in a sex escene, what would my character be? Who am I sleeping with? What’s the movie called?",
      "What’s your go-to outfit when you’re going to a booty call?",
      "How many times do you think I’ve had to purchase plan B?",
      "All players, name one thing better than sex.",
      "Do you think I’ve ever questioned my sexuality? Have I ever acted on it?",
      "What do you think my age range would be on a dating app?",
      "Out of the group, who do you think has the most nudes on their phone?",
      "Who’s most likely to be a virgin in this room? Why?",
      "What does my social media tell you about my sex life?",
      "What’s the first think you notice in a potential hookup? All players answer!",
      "Who in this room owns the most amount of sex toys? Group votes!",
      "Who seems like the most sexual person un the room? Group votes!",
      "Do you think I have any piercings that you can’t see?",
      "Do I seem comfortable with period sex? Why or why not?",
      "Who in this group is most likely to say wrong name in bed?",
      "Do you think I like giving head? Why or why not?",
      "What’s the most out of the way you’ve gone to hook up with someone? Was it worth it?",
      "What color underwear do you think I’m wearing? All players guess. 🍸",
      "What do you think my type is? Explain in detail.",
      "How vocal do I seem like I’d be in bed?",
      "Do you think I’ve ever had a one night stand? Why or why not?",
      "If I were a pornstar, which category would I be in?",
      "What sex position is overrated? Explain.",
      "What’s a 'non-sexual' body part you find attractive? Explain.",
      "What did you once find sexy that you no longer do?",
      "What’s the sexiest job someone can have? Least sexy? Explain.",
      "Would you be a third for a couple? What would the ideal circumstances be?",
      "Do you think I check who my partner follows on social media? Why or why not?",
      "How often do you think I fake my orgasms?",
      "Who was your first celebrity crush?",
      "How sexually open do I seem on a scale of 1-10? Explain",
      "Do you think I’ve ever cheated on someone? Why or why not?",
      "When do you feel your sexiest?",
      "Describe your first time giving head. Get specific!",
      "Who was your first kiss? What do you remember most about it?",
      "Do you think I’ve ever made a sex tape? Explain",
      "What’s the most amount of people you think I’ve had sex with at one time?",
      "How many sex toys do you think I own?",
      "How many people do you think I’ve slept with?",
      "Do you think I’m shave right now? Why or why not?  🍸",
      "What instantly makes someone hot?",
      "Do you think I’m more dominant or submissive in bed? Explain.",
      "How high do you think my sex drive is on a scale of 1-10? Why?",
      "Who in this room is most likely to be in an open relationship?",
      "Finish the sentence: honestly, there’s nothing sexier than...",
      "What’s something you can’t find hot or attractive no matter how hard you try?",
      "The art of taking a good nude is...",
      "What’s the longest you’ve gone without having sex? Was it by choice?",
      "How many rounds do you think I can go in bed? Explain",
      "Who was your first time? What’s their name and one thing about them?",
      "Have you ever had sex with a friend? Are you still friends with them?",
      "Who in the group is most likely to develop feelings for someone they’ve been sleeping with casually?",
      "When was the last time you ditched plans with friends for a hookup? Was it worth it?",
      "Do you think I’ve ever had a threesome? Why or why not?",
      "What are you most attracted to that isn’t physical?",
      "Is it a red flag if a sexual partner is still in touch with an ex? Why or why not?",
      "What’s the sexiest movie ever made?",
      "How jealous do I seem on a scale of 1-10? Explain",
      "Do I look like a moaner, a screamer or a heavy breather?",
      "Has anyone in the group ever named a private part? Whatdid you name it?",
      "What turns you off that other people seem to love?",
      "Do you think I’ve ever had my ass eaten? Explain.",
      "Do you think I’ve ever eaten ass? Why or why not?",
      "Do I give off more top or bottom energy?",
      "Do you think I like get choked in bed? Why or why not?",
      "Is there a kiss that stands out most in your mind? Who was it with?",
      "Do you think I spit or swallow? Explain.",
      "have you ever been someone’s first time? How did it go?",
      "How often do you think I’m having sex right now?",
      "If you were directing a sex scene, what song would be playing?",
      "What’s the hottest thing that’s ever happened to you on a date?",
      "Who in this group is most likely to have a secret onlyfans? Explain",
      "Do you prefer hooking up at your place or someone else’s? Why?",
      "If your sex life was a Netflix series, what would it be called?",
      "How would you describe what an orgasm feels like to someone who’s never had one before?",
      "How often do you use protection? Honestly.",
      "If you could only do one sex position for the rest of your life, what would it be?",
      "Do you think I’ve ever had sex in public? Why or why not?",
      "Whose sex life are you most curious about? What do you want to know?",
      "What was the last thirst trap you posted? Who was it for?",
      "What’s your definition of cheating?",
      "Do you think I tend to make the first move or wait for the other person to initiate? Why?",
      "If your first time was a song, what would it be called?",
      "What do you think my go-to sex position is?",
      "How do you define great sex? Get specific.",
      "What do you think I’d be like in bed base on my style alone?",
      "Do you think I’ve ever done anal? WHy or why not?",
      "Who in this room definitely has a sex tape?",
      "What’s your favourite part of your body?",
      "Do you think I like to cuddle after sex? Why or why not?",
      "What quality has gotten sexier to you as you’ve gotten older?",
      "What song is definitely going on your sex playlist?",
      "What assumptions do people make about your sexuality? Are they right or wrong?",
      "WILDCARD Touch your nose if you like cum on your face! All players.",
      "WILDCARD Drink if you like when people spit in your mouth",
      "WILDCARD Everyone point to the player who probably eats the most ass.",
      "WILDCARD Open your dating app. Let any player swipe for 1 minute."
    ],
    "two": [
      "Does your partner’s sexual history make you scared or curious?",
      "Has your search history ever gotten you into trouble? Explain.",
      "Who felt like the perfect fit?",
      "What do you hate to ask for, but love to receive?",
      "What do you get complimented on the most in bed?",
      "What’s a compliment you’ve gotten in bed that you still think about?",
      "Has jealousy ever turned you on? Explain.",
      "If you could fuck any movie character, who would you choose?",
      "Describe the worst sex you’ve ever had in detail.",
      "If you could hook up with anyone from your past, who would it be and why?",
      "What’s one part of your sex game that you can honestly say needs work?",
      "What’s an insecurity you had in bed that you’ve grown out of?",
      "How would you rate your head game on a scale of 1-10? What’s one way you could improve your score?",
      "Condom or no condom? Explain.",
      "What’s the worst head you’ve ever gotten? Why?",
      "Has a couple ever asked you to be their third? Were they successful?",
      "The best way to get me into bed is...",
      "What turns you on the most about the last person you had sex with?",
      "What are you attracted to that you know isn’t good for you?",
      "What are you still trying to prove to yourself sexually?",
      "How much do you trust yourself to stay faithful in a relationship?",
      "What’s one thing you take for granted about your current sexual partner?",
      "If you could thank one sexual partner from your past, who would it be? What would you thank them for?",
      "Has your sexuality evolved over time? How so?",
      "Has the sex ever been a deal-breaker for you in a relationship?",
      "Who do you wish you could unfuck? Why?",
      "What do you tend to overthink in bed?",
      "What’s an unpopular opinion you ave about sex?",
      "If you could change one thing about your current sex life, what would it be?",
      "What’s the biggest age gap you’ve had with a sexual partner? How did it affect things?",
      "Where did the best sex of your life take place?",
      "How often do you fake your orgasms? Explain.",
      "Where’s the craziest place you’ve done it?",
      "How often would you be having sex if it were up to you?",
      "Name a celebrity of the same sex that you’d hook up with.",
      "Maturing sexually is realizing...",
      "What are you still trying to unlearn about sex?",
      "What’s the most secure you’ve ever felt in bed with someone?",
      "What about your ex stood out sexually?",
      "What sex advice would you give your younger self?",
      "What sex position always gets you off?",
      "When was the last time you did something for the first time in bed?",
      "When was the last time you faked an orgasm? Why?",
      "What did you once believe about sex that turned out to be false?",
      "have you ever considered being in a open relationship? Why or why not?",
      "What sexual partner set the bar high for all the rest? Explain?",
      "Has anyone experimented with BDSM? Share your experience with the group.",
      "How do you feel today about the first person you had sex with?",
      "What would your younger self not believe about your sex life today?",
      "What about your sex life would surprise the group the most?",
      "If your partner gave you a free pass to fuck someone else, who would you use it on? No celebrities.",
      "Has size ever been a deal-breaker for you?",
      "What’s something you tried once in bed and would never do again?",
      "What is your sexual love language?",
      "Finish the sentence: not to brag, but I could teach a class on...",
      "What is the bost surprising thing you’ve been asked to do in bed? Did you do it?",
      "Has anyone been peed on or peed on someone else? How would you rate the experience?",
      "What’s the most amount of pain you can tolerate in the bedroom on a scale of 1-10?",
      "What’s the worst head you’ve ever given? What did it teach you?",
      "What is your biggest sexual pet peeve (manía sexual)?",
      "Has anyone ever slept with an ex’s friend? Was it worth it?",
      "What’s your go-to move when you want the sex to wrap up?",
      "Does anyone have a piece of advice that changed their sex life? Share with the group.",
      "What’s the most surprising thing that’s ever turned you on in bed?",
      "What are your favourite types of nudes to receive? Get specific.",
      "There’s just something about a...",
      "Do you have a preference when it comes to hair down there? Explain.",
      "What sex position never fails to make you cum? Get specific.",
      "How do you like to receive head? Get very specific.",
      "Who got away with treating you the worst because the sex was so good? What did they get away with?",
      "Have you ever hookep up with someone you weren’t supposed to? Was it worth it?",
      "What’s the nastiest room you’ve ever had sex in? Describe it in detail.",
      "How would you describe your flirting style?",
      "Social norms aside, what would your ideal relationship look like?",
      "Does monogamy feel right for you? Why or why not?",
      "Was the last time you had sex as fulfilling as you wanted it to be? Why or why not?",
      "What do you crave in bed that you aren’t asking for?",
      "What’s one of your limits in the bedroom?",
      "What sexual encounter could you base a whole movie on?",
      "Top ot bottom? Or both? Explain.",
      "What’s the most sexually open experience you’ve ever had?",
      "What’s the most surprising thing you’ve used to masturbate?",
      "Has someone’s energy ever turned you on, even if they weren’t your physical type?",
      "What physical qualities matter most to you in a partner?",
      "What do you want to know about your partner’s past, if anything?",
      "What is proper cum clean-up etiquette from your point of view?",
      "How long does sex last for you on average? How long would you like it to?",
      "Who was the biggest disappointment for you in bed? Why?",
      "Has anyone been to a sex party? Would you go again?",
      "What’s something you hesitated to try in bed, but ended up loving?",
      "What do you think about to avoid cumming too fast?",
      "Would you ever have sex with the person who was your first time again? Why or why not?",
      "Have you ever had a sex-related injury? Explain.",
      "Spit or swallow? All players answer.",
      "Have you ever had succesful casual sex? What made it work?",
      "WILDCARD Each player, go through my instagram and choose the sexiest photo of me. 20 seconds. Compare!",
      "WILDCARD Raise your hand if you’ve ever had sex on a plane. All players!",
      "WILDCARD Clap at the speed that you like to have sex",
      "WILDCARD All players point to the person with the highest body count! Winner takes a shot.",
      "WILDCARD Show the group a recent thirst trap and/or nude."
    ],
    "three":  [
      "If you could watch any two celebrities fuck, who would they be?",
      "In your wildest fantasy, who would you be with? Where would you be? What would you be doing?",
      "Have you ever used sex to gain power in a situation? Did it work?",
      "My favourite way to masturbate is... Set the scene.",
      "Have you ever paid for a sexual experience? Was it worth the money?",
      "What would I get rich on onlyfans for?",
      "What body part(s) turn you on the most?",
      "Ask an XXX question to the player who’s been the quietest during this game.",
      "Give this card to the player you think you’d have the best sex with.",
      "What about your sex life feels hard to admit?",
      "What’s ythe most vivid sex dream you’ve ever had? Describe in detail.",
      "Have you ever eaten ass or had your ass eaten? Thoughs?",
      "Where do you like your partner to finish? Where do you like to?",
      "Give this card to the player most likely to fuck their ex.",
      "What about your sexuality took you the longest to accept, if anything?",
      "What’s the most embarrasing thing you’ve done in the bedroom while intoxicated?",
      "Give this card to the player with the most big dick energy.",
      "What do you like to be called in the bedroom?",
      "Which players are most likely to have fucked each other on the down-low?",
      "Have you ever squirted or made someone squirt?",
      "Finish the sentence: Okay guys, hear me out, but...",
      "Have you ever cheated? Have you ever been cheated on?",
      "What’s your sexual superpower?",
      "Give this card to the player who makes you question your sexuality.",
      "Has a private part ever left a lasting impression? Explain.",
      "Who in this group is probably not wearing any underwear right now?",
      "What’s made you cum that surprised you most?",
      "What’s your ideal role play scenario? Get specific.",
      "What do you always get in your head about in bed?",
      "They’re definitely a freak if...",
      "Has anyone ever pegged or been pegged? Share your experience with the group.",
      "What’s the sexiest you remember feeling recently?",
      "Have any of your sexual fantasies come true? Share with the group.",
      "How big was the biggest dick you’ve ever taken?",
      "When was the last time you imagined someone else in bed that wasn’t your partner? Who was it?",
      "What do you like to hear in bed? Get specific.",
      "Based on what you know about me, who would you set me up with? Group answers.",
      "Give this card to the player who probably fucks like a pornstar.",
      "What’s the best sex you’ve ever had? Describe in detail why it was so great.",
      "Give your last sexual partner an honest yelp review.",
      "Have  you ever tasted yourself?",
      "What would my pornstar name ben and what would I be known for?",
      "Whose toes would you suck in this room if you had to?",
      "What’s the most unexpected thing you remember masturbating to?",
      "Whose sex tape would you want to watch out of the group for educational purposes?",
      "What turns you on that only your sexual partners would know? Get specific.",
      "What was the most inconvenient time you’ve been turned on?",
      "Who gives the best head? Send them this card.",
      "What’s the sexiest thing about me that isn’t physical? Group answer for the cardholder.",
      "What’s one subtle thing you do when you really like someone?",
      "What’s something you’d try in bed if there were no consequences?",
      "Who likes a finger in their butt during sex? Describe how you like it.",
      "Send this card to someone you’d like to fuck.",
      "Give this card to the player most likely to download a dating app just to get laid.",
      "Ask anyone in this group an XXX question!",
      "What’s the wettest/hardest you remember being?",
      "What’s the hardest you remember cumming?",
      "What about your sexuality are you still learning to embrace?",
      "Would you eat someone out if they were on their period? Would you let someone eat you out?",
      "What’s the most memorable orgasm you’ve witnessed? Describe in detail.",
      "Describe what cum tastes like to someone who has never tasted it before.",
      "What’s your special spot? (You know the one.)",
      "If they ... , I’ll fuck them immediately.",
      "Give this card to the player you think gives the best head.",
      "Has anyone had sex in public? Where were you? Did you like it?",
      "Have you fucked anyone in the group? All players involved must drink.",
      "Give this card to the player who’s most likely getting laid tonight!",
      "On a scale of 1-10, how hard do you like to be choked? 1 Meaning not at all, 10 meaning no air.",
      "Where’s the most unexpected place you’ve ever masturbated?",
      "Has someone’s head game ever stood out? How so? Get specific.",
      "What’s the hottest thing someone has ever said to you in bed?",
      "What’s the most embarrasing thing that’s ever happened to you in bed that you can laugh at now?",
      "Who’s the last person you remember masturbating to?",
      "What insecurity holds you back the most in bed?",
      "What would your life be like if you married your first sexual partner?",
      "What’s the sluttiest thing you’ve ever done?",
      "Give this card to the player who surprised you most during this game.",
      "Who do you miss fucking the most? What do you miss?",
      "What’s the hottest thing someone has ever done to you in bed? Get specific.",
      "Would it turn you on to have someone watch you have sex? Who would you want to watch?",
      "Give this card to the biggest tease in the group.",
      "Have you ever fantasized about one of your friends’ partners? Did you ever act on it?",
      "Whose “U up” text will you always consider?",
      "Has anyone ever been double penetrated? Did you enjoy it?",
      "Do you have a sexual soulmate? Do they know?",
      "If you have a foot fetish raise your hand! What do you love so much about feet?",
      "Who in  this room is most likely to get peed on and like it? Group votes!",
      "Have you ever had an orgasm without any direct stimulation? How was it achieved?",
      "WILDCARD Give the group your best fake orgasm!",
      "WILDCARD Mark an X anywhere on your body that the player to your right can kiss.",
      "WILDCARD Give a 15 second lap dance to anyone in the room. Group choose the song.",
      "WILDCARD Leave a sexy voice note for the last person you slept with in front of the group.",
      "WILDCARD Demonstrate your favourite sex position for the group. Use a pillow!",
      "WILDCARD Take a bodys shot off any player of your choosing.",
      "WILDCARD Lock eyes with the person sitting directly across from you and talk dirty to them for 10 seconds!",
      "WILDCARD Test your gag reflex with an item in this room.",
      "WILDCARD Give the group a tutorial on how to give great head. Get specific.",
      "WILDCARD Send a risky text to anyone in your phone.",
      "WILDCARD Share your search history with the group.",
      "WILDCARD Give any player free reign of your camera roll. They get to choose one picture to show the group."
    ]
  },
  "finalQuestion": "Group votes for the biggest freak in the room. Winner has to give an acceptance speech."
}